Repository: rokartur/BetterAudio
Catalog: translations-macos/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, zh_hans, zh_hant

source: Per-device EQ overrides and multi-output device UIDs
de: Gerätebezogene EQ-Überschreibungen und UIDs von Multi-Output-Geräten
es: Sobrescrituras de EQ por dispositivo y UID de dispositivos de salida múltiple
fr: Remplacements d’EQ par appareil et UID des appareils à sorties multiples
it: Override EQ per dispositivo e UID dei dispositivi multi-uscita
nl: EQ-overschrijvingen per apparaat en UID’s van multi-outputapparaten
pl: Nadpisania EQ dla urządzeń i UID urządzeń z wieloma wyjściami
zh_hans: 按设备的 EQ 覆盖和多输出设备 UID
zh_hant: 各裝置的 EQ 覆寫與多輸出裝置 UID

source: Per-Shortcut App Exclusion
de: Tastenkürzel-Ausschluss pro App
es: Exclusión de app por atajo
fr: Exclusion d'applications par raccourci
it: Esclusione app per scorciatoia
nl: Per-sneltoets-appuitsluiting
pl: Wykluczenie aplikacji per skrót
zh_hans: 按快捷键应用排除
zh_hant: 按快捷鍵應用排除

source: Per-shortcut exclusions
de: Ausnahmen pro Tastaturkürzel
es: Exclusiones por atajo
fr: Exclusions par raccourci
it: Esclusioni per scorciatoia
nl: Per-sneltoets-uitsluitingen
pl: Wykluczenia per skrót
zh_hans: 按快捷键排除
zh_hant: 按快捷鍵排除

source: Percentage
de: Prozent
es: Porcentaje
fr: Pourcentage
it: Percentuale
pl: Procent
zh_hans: 百分比
zh_hant: 百分比

source: Performance
de: Leistung
es: Rendimiento
it: Prestazioni
nl: Prestaties
pl: Wydajność
zh_hans: 性能
zh_hant: 性能

source: Permanently remove all stored audio statistics from this Mac
de: Alle gespeicherten Audio-Statistiken dauerhaft von diesem Mac entfernen
es: Eliminar permanentemente todas las estadísticas de audio almacenadas de este Mac
fr: Supprimer définitivement de ce Mac toutes les statistiques audio enregistrées
it: Rimuovi definitivamente da questo Mac tutte le statistiche audio salvate
nl: Alle opgeslagen audiostatistieken permanent van deze Mac verwijderen
pl: Trwale usuń z tego Maca wszystkie zapisane statystyki audio
zh_hans: 永久删除此 Mac 上存储的所有音频统计数据
zh_hant: 永久移除此 Mac 上儲存的所有音訊統計資料

source: Permission Granted
de: Berechtigung erteilt
es: Permiso concedido
fr: Autorisation accordée
it: Autorizzazione concessa
nl: Toestemming verleend
pl: Uprawnienie przyznane
zh_hans: 已授予权限
zh_hant: 已授予權限

source: Permission Required
de: Berechtigung erforderlich
es: Permiso necesario
fr: Autorisation requise
it: Autorizzazione richiesta
nl: Toestemming vereist
pl: Wymagane uprawnienie
zh_hans: 需要权限
zh_hant: 需要權限

source: Permissions Required
de: Berechtigungen erforderlich
es: Permisos requeridos
fr: Autorisations requises
it: Autorizzazioni richieste
nl: Toestemmingen vereist
pl: Wymagane uprawnienia
zh_hans: 需要权限
zh_hant: 需要權限

source: Play feedback on volume changes
de: Feedback bei Lautstärkeänderungen abspielen
es: Reproducir sonido al cambiar el volumen
fr: Jouer un son lors des changements de volume
it: Riproduci un feedback quando il volume cambia
nl: Feedback afspelen bij volumewijzigingen
pl: Odtwarzaj dźwięk przy zmianach głośności
zh_hans: 在音量变化时播放反馈音
zh_hant: 在音量變化時播放回饋音

source: Play selected alert sound
de: Ausgewählten Hinweiston abspielen
es: Reproducir el sonido de alerta seleccionado
fr: Jouer le son d'alerte sélectionné
it: Riproduci il suono di avviso selezionato
nl: Geselecteerd waarschuwingsgeluid afspelen
pl: Odtwórz wybrany dźwięk alertu
zh_hans: 播放选定的提示音
zh_hant: 播放選取的提示音

source: Play sound effects through
de: Soundeffekte abspielen über
es: Reproducir efectos de sonido a través de
fr: Jouer les effets sonores via
it: Riproduci effetti sonori tramite
nl: Geluidseffecten afspelen via
pl: Odtwarzaj efekty dźwiękowe przez
zh_hans: 通过以下设备播放声音效果
zh_hant: 透過以下裝置播放聲音效果

source: Play the selected alert sound whenever volume changes
de: Spielt den ausgewählten Hinweiston bei jeder Lautstärkeänderung ab
es: Reproduce el sonido de alerta seleccionado cada vez que cambia el volumen
fr: Joue le son d’alerte sélectionné chaque fois que le volume change
it: Riproduce il suono di avviso selezionato ogni volta che il volume cambia
nl: Speelt het geselecteerde waarschuwingsgeluid af telkens wanneer het volume verandert
pl: Odtwarza wybrany dźwięk alertu przy każdej zmianie głośności
zh_hans: 每次音量变化时播放所选提示音
zh_hant: 每次音量變化時播放所選提示音

source: Play UI sound effects
de: Sounds für die Benutzeroberfläche abspielen
es: Reproducir efectos de sonido de la interfaz
fr: Jouer les effets sonores de l’interface
it: Riproduci gli effetti sonori dell'interfaccia
nl: UI-geluidseffecten afspelen
pl: Odtwarzaj dźwięki interfejsu
zh_hans: 播放界面音效
zh_hant: 播放介面音效

source: Playback controls appear when music is playing
de: Wiedergabesteuerung erscheint bei Musikwiedergabe
es: Los controles de reproducción aparecen cuando se reproduce música
fr: Les commandes de lecture apparaissent lorsque la musique est en cours
it: I controlli di riproduzione appaiono quando la musica è in riproduzione
nl: Afspeelbediening verschijnt wanneer muziek wordt afgespeeld
pl: Elementy sterowania odtwarzaniem pojawiają się podczas odtwarzania muzyki
zh_hans: 播放控制在音乐播放时显示
zh_hant: 播放控制在音樂播放時顯示

source: Playback shortcuts
de: Wiedergabe-Tastenkürzel
es: Atajos de reproducción
fr: Raccourcis de lecture
it: Scorciatoie di riproduzione
nl: Afspeelsneltoetsen
pl: Skróty odtwarzania
zh_hans: 播放快捷键
zh_hant: 播放快捷鍵

source: Please drag BetterAudio to your Applications folder manually, then relaunch. %@
de: Bitte ziehe BetterAudio manuell in deinen Programme-Ordner und starte es neu. %@
es: Arrastra BetterAudio manualmente a la carpeta Aplicaciones y vuelve a abrirlo. %@
fr: Veuillez faire glisser BetterAudio manuellement dans votre dossier Applications, puis le relancer. %@
it: Trascina manualmente BetterAudio nella cartella Applicazioni, poi riavvialo. %@
nl: Sleep BetterAudio handmatig naar je map Programma’s en start het daarna opnieuw. %@
pl: Przeciągnij BetterAudio ręcznie do folderu Aplikacje, a następnie uruchom ponownie. %@
zh_hans: 请手动将 BetterAudio 拖到“应用程序”文件夹，然后重新启动。 %@
zh_hant: 請手動將 BetterAudio 拖到「應用程式」檔案夾，然後重新啟動。 %@

source: Position Notification
de: Benachrichtigung positionieren
es: Posicionar notificación
fr: Notification de position
it: Posiziona notifica
nl: Positiemelding
pl: Pozycjonuj powiadomienie
zh_hans: 位置通知
zh_hant: 位置通知

source: Preferred microphone
de: Bevorzugtes Mikrofon
es: Micrófono preferido
fr: Microphone préféré
it: Microfono preferito
nl: Voorkeursmicrofoon
pl: Preferowany mikrofon
zh_hans: 首选麦克风
zh_hant: 首選麥克風

source: Preferred output device
de: Bevorzugtes Ausgabegerät
es: Dispositivo de salida preferido
fr: Appareil de sortie préféré
it: Dispositivo di output preferito
nl: Voorkeursuitvoerapparaat
pl: Preferowane urządzenie wyjściowe
zh_hans: 首选输出设备
zh_hant: 首選輸出裝置

source: Preferred player
de: Bevorzugter Player
es: Reproductor preferido
fr: Lecteur préféré
it: Player preferito
nl: Voorkeursspeler
pl: Preferowany odtwarzacz
zh_hans: 首选播放器
zh_hant: 首選播放器

source: Premium Audio Analytics
de: Premium-Audioanalyse
es: Análisis de audio premium
fr: Analyses audio premium
it: Analisi audio premium
nl: Premium-audioanalyse
pl: Zaawansowana analiza audio
zh_hans: 高级音频分析
zh_hant: 進階音訊分析

source: Premium feature — keep volumes, profiles, HUD positions, dictation, and shortcut exclusions in lockstep across your Macs.
de: Premiumfunktion — hält Lautstärken, Profile, HUD-Positionen, Diktat und Tastenkürzel-Ausnahmen auf deinen Macs synchron.
es: Función Premium — mantiene volúmenes, perfiles, posiciones de HUD, dictado y exclusiones de atajos sincronizados entre tus Macs.
fr: Fonction Premium — gardez volumes, profils, positions du HUD, dictée et exclusions de raccourcis synchronisés entre vos Macs.
it: Funzione Premium — mantieni volumi, profili, posizioni HUD, dettatura ed esclusioni delle scorciatoie sincronizzati tra i tuoi Mac.
nl: Premiumfunctie — houd volumes, profielen, HUD-posities, dicteren en snelkoppelinguitsluitingen gesynchroniseerd tussen je Macs.
pl: Funkcja Premium — synchronizuje głośności, profile, pozycje HUD, dyktowanie i wykluczenia skrótów między Twoimi Macami.
zh_hans: Premium 功能 — 让您的 Mac 之间的音量、配置、HUD 位置、听写和快捷键排除项保持同步。
zh_hant: Premium 功能 — 讓您的 Mac 之間的音量、設定檔、HUD 位置、聽寫和快捷鍵排除項目保持同步。

source: Premium is enabled on this Mac
de: Premium ist auf diesem Mac aktiviert
es: Premium está activado en este Mac
fr: Premium est activé sur ce Mac
it: Premium è attivato su questo Mac
nl: Premium is ingeschakeld op deze Mac
pl: Premium jest aktywne na tym Macu
zh_hans: 此 Mac 已启用高级版
zh_hant: 此 Mac 已啟用進階版

source: Prepare
de: Vorbereiten
es: Preparar
fr: Préparer
it: Prepara
nl: Voorbereiden
pl: Przygotuj
zh_hans: 准备
zh_hant: 準備

source: Preparing installation…
de: Installation wird vorbereitet…
es: Preparando instalación…
fr: Préparation de l'installation…
it: Preparazione installazione…
nl: Installatie voorbereiden…
pl: Przygotowywanie instalacji…
zh_hans: 正在准备安装…
zh_hant: 正在準備安裝…

source: Preparing installer…
de: Installationsprogramm wird vorbereitet…
es: Preparando instalador…
fr: Préparation de l’installateur…
it: Preparazione installer…
nl: Installatieprogramma voorbereiden…
pl: Przygotowywanie instalatora…
zh_hans: 正在准备安装器…
zh_hant: 正在準備安裝程式…

source: Press shortcut to stop
de: Tastenkürzel drücken zum Stoppen
es: Pulsa atajo para detener
fr: Appuyez sur le raccourci pour arrêter
it: Premi scorciatoia per fermare
nl: Druk op sneltoets om te stoppen
pl: Naciśnij skrót, aby zatrzymać
zh_hans: 按快捷键停止
zh_hant: 按快捷鍵停止

source: Press Shortcut
de: Tastenkürzel drücken
es: Pulsar atajo
fr: Appuyez sur le raccourci
it: Premi scorciatoia
nl: Druk op sneltoets
pl: Naciśnij skrót
zh_hans: 按下快捷键
zh_hant: 按下快捷鍵

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
nl: Voorbeeld
pl: Podgląd
zh_hans: 预览
zh_hant: 預覽

source: Preview active for a few seconds
de: Vorschau für einige Sekunden aktiv
es: Vista previa activa durante unos segundos
fr: Aperçu actif pendant quelques secondes
it: Anteprima attiva per alcuni secondi
nl: Voorbeeld een paar seconden actief
pl: Podgląd aktywny przez kilka sekund
zh_hans: 预览将激活几秒
zh_hant: 預覽將啟用幾秒

source: Preview shown in the menu bar panel and preferences.
de: Vorschau im Menüleisten-Panel und in den Einstellungen.
es: Vista previa mostrada en el panel de la barra de menús y en Preferencias.
fr: Aperçu affiché dans le panneau de la barre des menus et dans les préférences.
it: Anteprima mostrata nel pannello della barra dei menu e nelle preferenze.
nl: Voorbeeld weergegeven in het menubalkpaneel en in Voorkeuren.
pl: Podgląd wyświetlany w panelu paska menu i w Preferencjach.
zh_hans: 预览会显示在菜单栏面板和偏好设置中。
zh_hant: 預覽會顯示在選單列面板和偏好設定中。

source: Primary screen
de: Hauptbildschirm
es: Pantalla principal
fr: Écran principal
it: Schermo principale
nl: Primair scherm
pl: Ekran główny
zh_hans: 主屏幕
zh_hant: 主屏幕

source: Priority Devices
de: Bevorzugte Geräte
es: Dispositivos prioritarios
fr: Appareils prioritaires
it: Dispositivi prioritari
nl: Prioriteitsapparaten
pl: Urządzenia priorytetowe
zh_hans: 优先设备
zh_hant: 優先裝置

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
pl: Prywatność
zh_hans: 隐私
zh_hant: 隱私

source: Pro Feature
de: Pro-Funktion
es: Función Pro
fr: Fonctionnalité Pro
it: Funzione Pro
nl: Pro-functie
pl: Funkcja Pro
zh_hans: 专业功能
zh_hant: 專業功能

source: Processing...
de: Verarbeitung…
es: Procesando…
fr: Traitement...
it: Elaborazione…
nl: Verwerken...
pl: Przetwarzanie…
zh_hans: 正在处理...
zh_hant: 正在處理...

source: Product
de: Produkt
es: Producto
fr: Produit
it: Prodotto
pl: Produkt
zh_hans: 产品
zh_hant: 產品

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
nl: Profiel
pl: Profil
zh_hans: 配置
zh_hant: 配置

source: Profile Name
de: Profilname
es: Nombre del perfil
fr: Nom du profil
it: Nome profilo
nl: Profielnaam
pl: Nazwa profilu
zh_hans: 配置名称
zh_hant: 配置名稱

source: Profiles
de: Profile
es: Perfiles
fr: Profils
it: Profili
nl: Profielen
pl: Profile
zh_hans: 配置
zh_hant: 配置

source: Pull and merge from iCloud
de: Aus iCloud abrufen und zusammenführen
es: Descargar y fusionar desde iCloud
fr: Récupérer et fusionner depuis iCloud
it: Scarica e unisci da iCloud
nl: Ophalen en samenvoegen vanuit iCloud
pl: Pobierz i scal z iCloud
zh_hans: 从 iCloud 拉取并合并
zh_hant: 從 iCloud 拉取並合併

source: Pull and merge from iCloud?
de: Aus iCloud abrufen und zusammenführen?
es: ¿Descargar y fusionar desde iCloud?
fr: Récupérer et fusionner depuis iCloud ?
it: Scaricare e unire da iCloud?
nl: Ophalen en samenvoegen vanuit iCloud?
pl: Pobrać i scalić z iCloud?
zh_hans: 从 iCloud 拉取并合并？
zh_hant: 從 iCloud 拉取並合併？

source: Pull and merge from new account
de: Aus neuem Account abrufen und zusammenführen
es: Descargar y fusionar desde la cuenta nueva
fr: Récupérer et fusionner depuis le nouveau compte
it: Scarica e unisci dal nuovo account
nl: Ophalen en samenvoegen vanuit nieuw account
pl: Pobierz i scal z nowego konta
zh_hans: 从新帐户拉取并合并
zh_hant: 從新帳號拉取並合併

source: Purchase a license to unlock this feature.
de: Kaufen Sie eine Lizenz, um diese Funktion freizuschalten.
es: Compra una licencia para desbloquear esta función.
fr: Achetez une licence pour débloquer cette fonctionnalité.
it: Acquista una licenza per sbloccare questa funzione.
nl: Koop een licentie om deze functie te ontgrendelen.
pl: Kup licencję, aby odblokować tę funkcję.
zh_hans: 购买许可证以解锁此功能。
zh_hant: 購買許可證以解鎖此功能。

source: Push to dictate
de: Drücken zum Diktieren
es: Pulsar para dictar
fr: Appuyer pour dicter
it: Premi per dettare
nl: Druk om te dicteren
pl: Naciśnij, aby dyktować
zh_hans: 按下以听写
zh_hant: 按下以聽寫

source: Push to iCloud?
de: Zu iCloud pushen?
es: ¿Subir a iCloud?
fr: Envoyer vers iCloud ?
it: Caricare su iCloud?
nl: Naar iCloud pushen?
pl: Wysłać do iCloud?
zh_hans: 推送到 iCloud？
zh_hant: 推送到 iCloud？

source: Push to new account
de: Zu neuem Account pushen
es: Subir a la cuenta nueva
fr: Envoyer vers le nouveau compte
it: Carica sul nuovo account
nl: Naar nieuw account pushen
pl: Wyślij do nowego konta
zh_hans: 推送到新帐户
zh_hant: 推送到新帳號

source: Push to record
de: Drücken zum Aufnehmen
es: Pulsar para grabar
fr: Appuyer pour enregistrer
it: Premi per registrare
nl: Druk om op te nemen
pl: Naciśnij, aby nagrywać
zh_hans: 按下以录制
zh_hant: 按下以錄製

source: Quick access to microphone settings
de: Schnellzugriff auf Mikrofoneinstellungen
es: Acceso rápido a los ajustes del micrófono
fr: Accès rapide aux réglages du microphone
it: Accesso rapido alle impostazioni del microfono
nl: Snelle toegang tot microfooninstellingen
pl: Szybki dostęp do ustawień mikrofonu
zh_hans: 快速访问麦克风设置
zh_hant: 快速訪問麥克風設置

source: Quick listen
de: Kurzes Abhören
es: Escucha rápida
fr: Écoute rapide
it: Ascolto rapido
nl: Snel beluisteren
pl: Szybkie słuchanie
zh_hans: 快速试听
zh_hant: 快速試聽

source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci
nl: Stop
pl: Zakończ
zh_hans: 退出
zh_hant: 退出

source: Quit BetterAudio
de: BetterAudio beenden
es: Salir de BetterAudio
fr: Quitter BetterAudio
it: Esci da BetterAudio
nl: BetterAudio stoppen
pl: Zakończ BetterAudio
zh_hans: 退出 BetterAudio
zh_hant: 退出 BetterAudio

source: Re-transcribe
de: Erneut transkribieren
es: Volver a transcribir
fr: Retranscrire
it: Ritrascrivi
nl: Opnieuw transcriberen
pl: Transkrybuj ponownie
zh_hans: 重新转录
zh_hant: 重新轉錄

source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
nl: Gereed
pl: Gotowy
zh_hans: 就绪
zh_hant: 就緒

source: Recommended for seamless audio control
de: Empfohlen für nahtlose Audiosteuerung
es: Recomendado para un control de audio fluido
fr: Recommandé pour un contrôle audio fluide
it: Consigliato per un controllo audio senza interruzioni
nl: Aanbevolen voor naadloze audiobediening
pl: Zalecane dla płynnej kontroli dźwięku
zh_hans: 推荐用于无缝音频控制
zh_hant: 推薦用于無缝音訊控制

source: Record Shortcut
de: Tastenkürzel aufnehmen
es: Grabar atajo
fr: Enregistrer le raccourci
it: Registra scorciatoia
nl: Sneltoets opnemen
pl: Nagraj skrót
zh_hans: 录制快捷键
zh_hant: 錄製快捷鍵

source: Recording
de: Aufnahme
es: Grabación
fr: Enregistrement
it: Registrazione
nl: Opname
pl: Nagrywanie
zh_hans: 录音
zh_hant: 錄音

source: Recording format
de: Aufnahmeformat
es: Formato de grabación
fr: Format d’enregistrement
it: Formato di registrazione
nl: Opnameformaat
pl: Format nagrywania
zh_hans: 录音格式
zh_hant: 錄音格式

source: Recording saved
de: Aufnahme gespeichert
es: Grabación guardada
fr: Enregistrement sauvegardé
it: Registrazione salvata
nl: Opname opgeslagen
pl: Nagranie zapisane
zh_hans: 录音已保存
zh_hant: 錄音已保存

source: Recording shortcut
de: Aufnahme-Kurzbefehl
es: Atajo de grabación
fr: Raccourci d’enregistrement
it: Scorciatoia di registrazione
nl: Opnamesneltoets
pl: Skrót nagrywania
zh_hans: 录音快捷键
zh_hant: 錄音快捷鍵

source: Recording...
de: Aufnahme…
es: Grabando…
fr: Enregistrement...
it: Registrazione…
nl: Opnemen...
pl: Nagrywanie…
zh_hans: 正在录音...
zh_hant: 正在錄音...

source: Recordings
de: Aufnahmen
es: Grabaciones
fr: Enregistrements
it: Registrazioni
nl: Opnames
pl: Nagrania
zh_hans: 录音
zh_hant: 錄音

source: Recordings library
de: Aufnahmen-Mediathek
es: Biblioteca de grabaciones
fr: Bibliothèque d’enregistrements
it: Libreria registrazioni
nl: Opnamenbibliotheek
pl: Biblioteka nagrań
zh_hans: 录音资料库
zh_hant: 錄音資料庫

source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
it: Ripeti
nl: Opnieuw
pl: Ponów
zh_hans: 重做
zh_hant: 重做

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
nl: Vernieuwen
pl: Odśwież
zh_hans: 刷新
zh_hant: 刷新

source: Reinstall
de: Neu installieren
es: Reinstalar
fr: Réinstaller
it: Reinstalla
nl: Opnieuw installeren
pl: Zainstaluj ponownie
zh_hans: 重新安装
zh_hant: 重新安裝

source: Release Notes
de: Versionshinweise
es: Notas de la versión
fr: Notes de version
it: Note di rilascio
nl: Release-opmerkingen
pl: Notatki o wydaniu
zh_hans: 发行说明
zh_hant: 發行說明

source: Remind Me Later
de: Später erinnern
es: Recordar más tarde
fr: Me rappeler plus tard
it: Ricordamelo più tardi
nl: Herinner me later
pl: Przypomnij mi później
zh_hans: 稍后提醒
zh_hant: 稍後提醒

source: Remote access
de: Fernzugriff
es: Acceso remoto
fr: Accès à distance
it: Accesso remoto
nl: Toegang op afstand
pl: Dostęp zdalny
zh_hans: 远程访问
zh_hant: 遠端存取

source: Remote Control
de: Fernsteuerung
es: Control remoto
fr: Télécommande
it: Controllo remoto
nl: Afstandsbediening
pl: Zdalne sterowanie
zh_hans: 远程控制
zh_hant: 遠端控制

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
nl: Verwijderen
pl: Usuń
zh_hans: 移除
zh_hant: 移除

source: Remove %@
de: %@ entfernen
es: Eliminar %@
fr: Supprimer %@
it: Rimuovi %@
nl: %@ verwijderen
pl: Usuń %@
zh_hans: 移除 %@
zh_hant: 移除 %@

source: Remove all BetterAudio data from your iCloud account. Local settings on this Mac are not affected.
de: Alle BetterAudio-Daten aus deinem iCloud-Account entfernen. Lokale Einstellungen auf diesem Mac bleiben unverändert.
es: Elimina todos los datos de BetterAudio de tu cuenta de iCloud. Los ajustes locales de este Mac no se ven afectados.
fr: Supprimer toutes les données BetterAudio de votre compte iCloud. Les réglages locaux sur ce Mac ne sont pas affectés.
it: Rimuovi tutti i dati BetterAudio dal tuo account iCloud. Le impostazioni locali su questo Mac non sono interessate.
nl: Verwijder alle BetterAudio-gegevens uit je iCloud-account. Lokale instellingen op deze Mac worden niet beïnvloed.
pl: Usuń wszystkie dane BetterAudio ze swojego konta iCloud. Ustawienia lokalne na tym Macu pozostaną bez zmian.
zh_hans: 从您的 iCloud 帐户中移除所有 BetterAudio 数据。这台 Mac 上的本地设置不受影响。
zh_hant: 從您的 iCloud 帳號移除所有 BetterAudio 資料。這台 Mac 上的本機設定不受影響。

source: Remove from priority list
de: Von Prioritätsliste entfernen
es: Eliminar de la lista de prioridad
fr: Retirer de la liste de priorité
it: Rimuovi dalla lista priorità
nl: Van prioriteitslijst verwijderen
pl: Usuń z listy priorytetów
zh_hans: 从优先列表中移除
zh_hant: 從優先列表中移除

source: Remove model
de: Modell entfernen
es: Eliminar modelo
fr: Supprimer le modèle
it: Rimuovi modello
nl: Model verwijderen
pl: Usuń model
zh_hans: 移除模型
zh_hant: 移除模型

source: Removes all BetterAudio data from your iCloud account. Local settings on this Mac are not affected.
de: Entfernt alle BetterAudio-Daten aus deinem iCloud-Account. Lokale Einstellungen auf diesem Mac bleiben unverändert.
es: Elimina todos los datos de BetterAudio de tu cuenta de iCloud. Los ajustes locales de este Mac no se ven afectados.
fr: Supprime toutes les données BetterAudio de votre compte iCloud. Les réglages locaux sur ce Mac ne sont pas affectés.
it: Rimuove tutti i dati BetterAudio dal tuo account iCloud. Le impostazioni locali su questo Mac non sono interessate.
nl: Verwijdert alle BetterAudio-gegevens uit je iCloud-account. Lokale instellingen op deze Mac worden niet beïnvloed.
pl: Usuwa wszystkie dane BetterAudio ze swojego konta iCloud. Ustawienia lokalne na tym Macu pozostaną bez zmian.
zh_hans: 从您的 iCloud 帐户中移除所有 BetterAudio 数据。这台 Mac 上的本地设置不受影响。
zh_hant: 從您的 iCloud 帳號移除所有 BetterAudio 資料。這台 Mac 上的本機設定不受影響。

source: Removing
de: Wird entfernt
es: Eliminando
fr: Suppression en cours
it: Rimozione in corso
nl: Wordt verwijderd
pl: Usuwanie
zh_hans: 正在移除
zh_hant: 正在移除

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
nl: Hernoemen
pl: Zmień nazwę
zh_hans: 重命名
zh_hant: 重命名

source: Replace Existing Data
de: Vorhandene Daten ersetzen
es: Reemplazar datos existentes
fr: Remplacer les données existantes
it: Sostituisci i dati esistenti
nl: Bestaande gegevens vervangen
pl: Zastąp istniejące dane
zh_hans: 替换现有数据
zh_hant: 取代現有資料

source: Replace shuffle and repeat
de: Ersetzt Zufall und Wiederholen
es: Sustituye aleatorio y repetir
fr: Remplace lecture aléatoire et répétition
it: Sostituisce casuale e ripeti
nl: Vervangt shuffle en herhalen
pl: Zastępuje tasowanie i powtarzanie
zh_hans: 替换随机播放和重复
zh_hant: 取代隨機播放與重複

source: Replace the cloud copy with the settings on this Mac.
de: Cloud-Kopie durch die Einstellungen auf diesem Mac ersetzen.
es: Reemplaza la copia de la nube con los ajustes de este Mac.
fr: Remplacer la copie cloud par les réglages de ce Mac.
it: Sostituisci la copia cloud con le impostazioni su questo Mac.
nl: Vervang de cloudkopie door de instellingen op deze Mac.
pl: Zastąp kopię w chmurze ustawieniami z tego Maca.
zh_hans: 用这台 Mac 上的设置替换云端副本。
zh_hant: 用這台 Mac 上的設定取代雲端副本。

source: Replaces the iCloud copy with the settings on this Mac. Other Macs will receive these settings during their next sync.
de: Ersetzt die iCloud-Kopie durch die Einstellungen auf diesem Mac. Andere Macs erhalten diese Einstellungen bei ihrer nächsten Synchronisierung.
es: Reemplaza la copia de iCloud con los ajustes de este Mac. Otros Macs recibirán estos ajustes durante su próxima sincronización.
fr: Remplace la copie iCloud par les réglages de ce Mac. Les autres Macs recevront ces réglages lors de leur prochaine synchronisation.
it: Sostituisce la copia iCloud con le impostazioni su questo Mac. Gli altri Mac riceveranno queste impostazioni alla prossima sincronizzazione.
nl: Vervangt de iCloud-kopie door de instellingen op deze Mac. Andere Macs ontvangen deze instellingen bij hun volgende synchronisatie.
pl: Zastępuje kopię w iCloud ustawieniami z tego Maca. Inne Maki otrzymają te ustawienia przy następnej synchronizacji.
zh_hans: 用这台 Mac 上的设置替换 iCloud 副本。其他 Mac 会在下次同步时收到这些设置。
zh_hant: 用這台 Mac 上的設定取代 iCloud 副本。其他 Mac 會在下次同步時收到這些設定。

source: Request Permission
de: Berechtigung anfordern
es: Solicitar permiso
fr: Demander l'autorisation
it: Richiedi autorizzazione
nl: Toestemming aanvragen
pl: Poproś o uprawnienia
zh_hans: 请求权限
zh_hant: 請求權限

source: Required for Whisper models
de: Für Whisper-Modelle erforderlich
es: Requerido para modelos Whisper
fr: Requis pour les modèles Whisper
it: Richiesto per i modelli Whisper
nl: Vereist voor Whisper-modellen
pl: Wymagane dla modeli Whisper
zh_hans: Whisper 模型必需
zh_hant: Whisper 模型必需
